//"骂人", "情话", "吹牛", "哲理", "鸡汤"
{
  "marens": [
    {
      "icon": "骂他",
      "sendtext": [
        "你从小缺钙，长大缺爱，姥姥不疼，舅舅不爱。左脸欠抽，右脸欠踹。驴见驴踢，猪见猪踩。",
        "你的一笑狼都上吊，你的一叫鸡飞狗跳，你一打扮比鬼还难看。",
        "天生就是属黄瓜的，欠拍！后天属核桃的，欠捶！终生属破摩托的，欠踹！找个媳妇属螺丝钉的，欠拧！",
        "你说你，爷爷我教你练刀，你练剑，你还上剑不练，练下贱！金剑不练，练银剑！",
        "给你剑仙你不当，赐你剑神你不做，非死皮赖脸哭着喊着要做剑人！真是的，何必呢？！",
        "因为所以,科学道理;不但而且,我是恁爹.冭 看你玉树临风，英俊潇洒，风流倜傥，人见人爱，花见花开,想必一定是人渣中的极品，禽兽中的禽兽.看看啊，你这小脸瘦得，都没个猪样啦！",
        "脸型跟电视机似的，不知道看你脸就像电视机配的插座。",
        "现在把你丢到厕所里，厕所都能吐了，把你扔进黑洞里，黑洞也能自我爆炸了！快过节了，送你一副对联： 上联：树不要皮，必死无疑 下联：人不要脸，天下无敌 横批：人之贱无敌 一巴掌把你打到墙上扣都扣不下来!",
        "你长得挺有创意,活得挺有勇气,丑不是你的本意,是上帝在发脾气.你老说你男朋友长得帅,有钱,长得是有钱,长得跟前列线似的,尿尿都分叉了,赶快去治治吧!! 人贱一辈子 猪贱一刀子 活着浪费空气 死了浪费土地 在家浪费RMB",
        "半夜三更   错所无灯   你去解手   掉进茅坑   与虫（是错所里便便上的虫子）搏斗   与屎竞争 无人救你   壮烈牺牲   生得伟大   死的无声   为了纪念你   错所安灯",
        "你娃扯巴子 你娃溜洽子 你娃涮坛子 你娃倒桶子娃臭虾子 胎神瓜哇子 一副媲样子 张得像锤子",
        "我祝你吃豆腐噎死，走路被撞死，活着被打死，死了也没有人来可怜你。",
        "我就不明白了，你留着点屁朝天上放也能补补臭氧层呢？",
        "你个溅B，破鞋，你溅得嘴里长痔疮，你爹我已经把你B草烂了，你怎么还在大街上卖B， 滚回家把你妈妈叫出来给大家草草。",
        "你牙齿里有根青菜！",
        "真佩服你妈，当初怎么让你生出来的呢？怎么不刚生个脑袋的时候俩腿一合，夹死你个B",
        "爹死妈烂，辈辈养汉，在跟我装，B给你撕烂。",
        "长亭外,古道边,芳草天！",
        "锄禾日当午， 地雷埋下土。 你娃挖地雷， 炸成二百五",
        "笨蛋，250，你知道我见到你的感觉是什么吗，死畸形的臭猪脸，你瞅我第一眼时，我浑身不自在，你瞅我第二眼时，我口吐白沫，你瞅我第三眼时，我当场休克，你千万别瞅我，因为被你那人模鬼样的眼睛看到我怕会死去，谁让你既笨又傻又二逼的，哼，小狗崽子，永别了，祝你出门被车撞死，哈哈。"
      ]
    },
    {
      "icon": "骂他娘",
      "sendtext": [
        "你妈的B好大啊，我在里面开F-117，把你妈的逼炸翻了。",
        "你长的太惊险了，你妈都被你恶心死了。",
        "我跟你不一样，我是个有大脑的人，CAO你吗个五颜六色大花逼，送你四个字，嘴贱脑残。",
        "操你妈都不买个避孕药，你家穷的避孕套还要用抹布啊？",
        "你妈像个老太婆，卖逼卖过母亲河，勇猛双鞭呼延灼，抓住你妈就是壳。",
        "我艹你吗的时候，  你还是液体呢。  ",
        "不知道你ma菊花有没有你脸皮这么广大。你妈翻B捉跳蚤。",
        "懆！你！妈！的千千万，姿势换了一遍又一遍",
        "妈妈的，你老叫唤你妈个逼啊，天有天道，地有地道，猫有猫道，狗有狗道，你爸不走正道，你妈不守妇道，你也不尽孝道。",
        "你妈卖批，你娘杀鸡   你妈是个老母鸡    脑壳有个毛病  生个儿子没屁眼，生个女儿屁眼长在脑壳上。。。  "
      ]
    },
    {
      "icon": "骂他爹",
      "sendtext": [
        "我不知道咋骂,你自己发挥吧...",
        "百度也搜不到,我真编不出来",
        "非要让我骂,我只能说一句",
        "你爹是王八蛋"
      ]
    },
    {
      "icon": "骂他媳妇",
      "sendtext": [
        "你媳妇虽然贱，但她有她贱的艺术。",
        "难以自拔的不止是牙齿，还有你媳妇腿儿间的腿",
        "你那个傻媳妇就像南方的农作物，一年三熟，从来都不带歇气儿的。"
      ]
    },
    {
      "icon": "骂他妹",
      "sendtext": [
        "你小妹妹我还使呢,就不骂了...",
        "手误,你妹也得骂",
        "你！妈！的B有点丑，你姐的！穴！有！点！肉，你！妹！的！穴！我！日！不够"
      ]
    },
    {
      "icon": "骂他姐",
      "sendtext": [
        "you 姐 is bitch",
        "shit,shit,shit",
        "fuck,fuck,fuck"
      ]
    },
    {
      "icon": "骂他哥",
      "sendtext": [
        "fuck 你哥是王八"
      ]
    },
    {
      "icon": "骂他弟弟",
      "sendtext": [
        "fuck 你就没有小弟弟"
      ]
    },
    {
      "icon": "骂他全家",
      "sendtext": [
        "祝你福如东海全家跳海，寿比南山全家撞山，笑口常开笑死活该。",
        "日照香炉生紫烟，你全家来到太平间。 头朝地脚朝天，带着微笑上西天"
      ]
    },
    {
      "icon": "骂他祖宗",
      "sendtext": [
        "你们家基因有问题"
      ]
    }
  ],
  "loves": [
    {
      "icon": "亲爱的",
      "sendtext": [
        "工作的时候我想你，热情洋溢；休息的时候我想你，柔情蜜意；成功的时候我想你，风发意气；失意的时候我想你，再添动力。亲爱的，我想你！",
        "亲爱的 我不要短暂的温存,只要你一世的陪伴 ",
        "牵挂不为追求什么，只因思念你；沉默不为思索什么，只因更懂你。岁月轻歌，歌尽相思只为你。遇见你是我生命的传奇，爱上你是我生命的唯一！ ",
        "将纸墨铺展，画一段不期而遇的表白；让情思缱绻，留一片美好炽热的浪漫；听甜蜜呢喃，拥一世幸福无限的爱恋；许真挚诺言，携手相伴永远，爱你不变！",
        "思念沉沉，心房柔荡着最美的涟漪；浪漫纷纷，繁星闪烁着永恒的传奇；甜蜜浓浓，脑海充满着美好的回忆；相拥久久，臂弯支撑着真挚的誓言。爱你不变！ ",
        "有谁懂得颓废的美，有谁坚持痴情的累，有谁真的踏雪寻梅，有谁品尝恋爱的滋味，有谁愿做受伤的玫瑰，有谁爱的无怨无悔，有谁能够一生相陪，我给你的爱情，就是爱你，天天爱你。 ",
        "期待一缕风，吹散过往伤感；期待一场雨；冲刷曾经疲惫；期待一轮月，照亮温暖梦境；期待一场雪，掩埋所有不快；期待一个你，和我执手相伴幸福满满！ ",
        "一首情诗，诉不尽对爱痴狂；一阙恋歌，吟不尽缱绻柔情；一幅画卷，绘不尽甜蜜瞬间；一段誓言，诉不尽一世依恋；一个心愿，今生与你幸福美满！ ",
        "悲伤的时候，默默地念我的名字，告诉自己，有人和我一起分担；开心的时候，默默地念我的名字，告诉自己，有人和我一起分享。亲爱的，我永远陪伴着你。 ",
        "春风起，柳成烟，我用思念的画笔渲染这浪漫缱绻；恋歌里，情思牵，我用温暖的关怀答谢这一世情缘；甜蜜绕，诉真言，我用真挚的爱恋演绎幸福无限！ ",
        "心之弦，与你共鸣；心之路，与你同行；心之语，倾诉你听；心之诗，为你吟诵；心之思，为你心动。唯愿与你携手相拥，爱你此生幸福同行！ ",
        "挥不去的是你难忘的温柔，化不开的是你醉人的清眸，望不穿是你如诗的倩影，写不完是那缱绻的情思，诉不尽是那浪漫的甜蜜。只想与你携手到白头！ ",
        "静静把你品读，默默与你同路，悄悄把你呵护，轻轻听你倾诉，淡淡与你相处，伴你风风雨雨，念你时时刻刻，爱你朝朝暮暮，你是我今生最美的幸福！ ",
        "爱你是我一生的职责，爱你是我一世的诺言，爱你是我一生的奢求，爱你是我一世的幸福，爱你是我一生的信条，爱你是我一世的荣光。爱你一生一世，永不分离！",
        "荏苒红尘，为你守住芳华绽放的刹那；时光流转，为你舞动缱绻痴恋的风雅；岁月更迭，为你许下相知相守的承诺；携手此生，为你演绎最美的幸福爱恋！",
        "日日夜夜想你，安安静静陪你，甜甜蜜蜜吻你，生生世世爱你，发条短信给你，好想现在抱你。亲爱的，祝你快乐！",
        "想你，像呼吸一样自然；恋你，像春阳一样煦暖；陪你，像钻石一样久远；吻你，像美酒一样香甜。亲爱的，祝你快乐！"
      ]
    },
    {
      "icon": "夸她",
      "sendtext": [
        "遇见你之后，再看别的女人，就好象在侮辱自己的眼睛!",
        "你笑起来的样子最为动人，两片薄薄的嘴唇在笑，长长的眼睛在笑，腮上两个陷得很举动的酒窝也在笑。",
        "你有点像天上的月亮，也像那闪烁的星星，可惜我不是诗人，否则，当写一万首诗来形容你的美丽。",
        "在人流中，我一眼就发现了你。我不敢说你是她们中最漂亮的一个，可是我敢说，你是她们中最出色的一个。",
        "你也许没有若隐若现的酒窝，但你的微笑一定是月闭花羞，鱼沉雁落。",
        "在你那双又大又亮的眼睛里，我总能捕捉到你的宁静，你的热烈，你的聪颖，你的敏感。",
        "尽管你身材纤弱娇小，说话柔声细气，然而却很有力量，这是一种真正的精神美！",
        "你是花丛中的蝴蝶，是百合花中的蓓蕾。无论什么衣服穿到你的身上，总是那么端庄、好看。",
        "你是那样地美，美得象一首抒情诗。你全身充溢着少女的纯情和青春的风采。留给我印象最深的是你那双湖水般清澈的眸子，以及长长的、一闪一闪的睫毛。像是探询，像是关切，像是问候。",
        "远远地，我目送你的背影，你那用一束大红色绸带扎在脑后的黑发，宛如幽静的月夜里从山涧中倾泻下来的一壁瀑布。",
        "在风吹干你的散发时，我简直着魔了：在闪闪发光的披肩柔发中，在淡淡入鬓的蛾眉问，在碧水漓漓的眼睛里……你竟是如此美丽可人！"
      ]
    },
    {
      "icon": "夸他",
      "sendtext": [
        "我不知道该怎样表达你留在我心中最强最深的印象，是你丰满颀长的身材，白皙的皮肤。乌黑幽深的眼睛，小巧红润的嘴唇，但还有一种说不出，捉不到的丰仪在煽动着我的心。",
        "你像一片轻柔的云在我眼前飘来飘去，你清丽秀雅的脸上荡漾着春天般美丽的笑容。",
        "三军可夺帅也，匹夫不成夺志也。”你壮志在胸，理想在怀，即便海浪滔滔，也摧折不了你远航的帆！",
        "你乌灵的眼眸，倏地笼上层嗜血的寒意，仿若魔神降世一般，一双冰眸轻易贯穿人心，刺透心底最柔弱，舞衣的角落。"
      ]
    },
    {
      "icon": "  撩  ",
      "sendtext": [
        "你的血型是方型的吗?要不为什么你长的这么正。",
        "这世界就是个巨大的娃娃机，我站在橱窗旁边，只想要你。",
        "你为什么这么庸俗，老是发自拍，害我看了好几遍，手都酸了。",
        "我觉得你太自恋了，说实话就长成你这样，选美比赛最多拿前三。",
        "在我眼里你特别好看，从眼睫毛到头皮屑都好看的那种好看。",
        "别人爱你只是想和你上床，我不一样，沙发，厨房，都可以。",
        "我想升华一下我们纯洁的革命感情。",
        "我想要的很简单，时光还在，你还在。    ",
        "想和你喝酒是假，想醉你怀里是真。",
        "傻笑不是与生俱来的，而是由我爱上你的那一刻开始的。",
        "你这么针对我，是不是想睡我。",
        "假如你是一棵仙人掌，我也愿意忍受所有的疼痛来抱着你。",
        "假如可以的话，我愿意花去生命中的每一分每一秒，陪着你。",
        "你是年少的欢喜，我想把这句话反过来告诉你。",
        "Hey！我有大白兔，你愿不愿做我的英雄？",
        "青梅枯萎，竹马老去，从此我爱上的人都像你。"
      ]
    }
  ],
  "chuinius": [
    {
      "icon": "骑闪电",
      "sendtext": [
        "小牛骑闪电,牛逼带闪电"
      ]
    },
    {
      "icon": "骑电线",
      "sendtext": [
        "小牛骑电线,一路火花带闪电"
      ]
    },
    {
      "icon": "骑火箭",
      "sendtext": [
        "小牛骑火箭,牛逼冲上天"
      ]
    }
  ],
  "zhelis": [
    {
      "icon": "爱因斯塔",
      "sendtext": [
        "牛逼的人事真牛逼"
      ]
    },
    {
      "icon": "特斯拉",
      "sendtext": [
        "CNM 爱迪生"
      ]
    },
    {
      "icon": "霍金",
      "sendtext": [
        "他去了他的星球"
      ]
    }
  ],
  "jitangs": [
    {
      "icon": "胖子",
      "sendtext": [
        "胖不是最可怕的,因为你还会更胖"
      ]
    },
    {
      "icon": "长得丑",
      "sendtext": [
        "丑不是你的错,是你爸妈的错"
      ]
    },
    {
      "icon": "努力学习没用",
      "sendtext": [
        "你努力学习也没用,你就不是学习的料"
      ]
    }
  ]
}